---
kind: enumMember
id: F:Autodesk.Revit.UI.PostableCommand.Sprinkler
enum: Autodesk.Revit.UI.PostableCommand
zh: 喷头、喷淋
source: html/f6ccdc1b-6ac3-9c49-d0bb-8a7d1877eab0.htm
---
# Autodesk.Revit.UI.PostableCommand.Sprinkler

**中文**: 喷头、喷淋

Places a sprinkler.